{
    "Songs": [
        {
            "Title": "Sexy And I Know It",
            "Author": "LMFAO",
            "Lyrics": "When I walk on by, girls be looking like damn he fly I pimp to the beat, walking on the street in my new LaFreak, yeah This is how I roll, animal print pants outta control, It's Redfoo with the big afro And like Bruce Leroy I got the glow  Ah... Girl look at that body Ah... I work out Ah... Girl look at that body Ah... I work out When I walk in the spot (yeah), this is what I see (OK) Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it, show it, show it, show it I'm sexy and I know it  When I'm at the mall, security just can't fight them all And when I'm at the beach, I'm in a Speedo trying to tan my cheeks (what?) This is how I roll, come on ladies it's time to go We headed to the bar, baby don't be nervous No shoes, no shirt, and I still get service (watch) Ah... Girl look at that body Ah... I work out Ah... Girl look at that body I work out When I walk in the spot (yeah), this is what I see (OK) Everybody stops and they staring at me I got passion in my pants and I ain't afraid to show it, show it, show it, show it I'm sexy and I know it Check it out  Wiggle, wiggle, wiggle, wiggle, wiggle yeah Wiggle, wiggle, wiggle, wiggle, wiggle yeah, yeah Do the wiggle man I do the wiggle man Yeah I'm sexy and I know it Ah... Girl look at that body Ah... I work out Ah... Girl look at that body Ah... I work out Yeah I'm sexy and I know it! [ a reference to the 80's martial arts classic \"The Last Dragon\", where martial artists, having attained master status, start to glow when practicing their moves, and also get some special powers."
        },
        {
            "Title": "Bad Medicine",
            "Author": "Bon Jovi",
            "Lyrics": "Your love is like bad medicine Bad medicine is what I need Shake it up, just like bad medicine There ain't no doctor that can cure my disease (Bad medicine) I ain't got a fever got a permanent disease And it'll take more than a doctor to prescribe a remedy I got lots of money but it isn't what I need Gonna take more than a shot to get this poison out of me And I got all the symptoms count 'em 1, 2, 3 First you need That's what you get for falling in love Then you bleed You get a little and it’s never enough And then you're on your knees That's what you get for falling in love Now this boy's addicted 'cause your kiss is the drug Your love is like bad medicine Bad medicine is what I need Shake it up, just like bad medicine There ain't no doctor that can cure my disease Bad, bad medicine I don't need no needle to be giving me a thrill And I don't need no anesthesia or a nurse to bring a pill I got a dirty down addiction that doesn't leave a track I got a jones for your affection like a monkey on my back There ain't no paramedic gonna save this heart attack When you need That's what you get for falling in love Then you bleed You get a little and it's never enough And then you're on your knees That's what you get for falling in love Now this boy's addicted 'cause your kiss is the drug Your love is like bad medicine Bad medicine is what I need Shake it up, just like bad medicine So let's play doctor, baby, cure my disease Bad, bad medicine Is what I want Bad, bad medicine Is what I need [Solo] I need a respirator 'cause I'm running out of breath For you're an all night generator wrapped in stockings and a dress When you find your medicine you take what you can get 'Cause if there's something better baby well they haven't found it yet Your love is like bad medicine Bad medicine is what I need Shake it up, just like bad medicine There ain't no doctor that can cure my disease Your love—bad medicine Bad medicine is what I need Shake it up, just like bad medicine Your love's the potion that can cure my disease Bad, bad medicine Is what I want Bad, bad medicine Who's bad, who's bad I gotta do, I gotta (Bad, bad medicine) I gotta do, I gotta I gotta, I gotta I gotta do it again Wait a minute Wait a minute Hold on I'm not done One more time with feeling Come on One for that Help me out now Your love is like bad medicine Bad medicine is what I need Shake it up, just like bad medicine You got the potion that can cure my disease Your love—bad medicine Your kiss is what I need Your love—bad medicin"
        },
        {
            "Title": "Everlong",
            "Author": "Foo Fighters",
            "Lyrics": "Hello I've waited here for you Everlong Tonight I throw myself into And out of the red Out of her head she sang Come down And waste away with me Down with me Slow how You wanted it to be I'm over my head Out of her head she sang And I wonder When I sing along with you If everything could ever feel this real forever If anything could ever be this good again The only thing I'll ever ask of you You gotta promise not to stop when I say when she sang Breathe out So I can breathe you in Hold you in And now I know you've always been Out of your head Out of my head I sang And I wonder When I sing along with you If everything could ever feel this real forever If anything could ever be this good again The only thing I'll ever ask of you You gotta promise not to stop when I say when she sang [Whisper:] So, Dad would take the Sundays off. And that's the only time he could ever get any rest. And so, because we were loud on Sundays, he'd make us hold his construction boots over our head, 'til we'd sleep. And they were really heavy boots and I used to say, \"Dad, come on, please.\" And like start crying, 'cause they're too heavy. And I wonder If everything could ever feel this real forever If anything could ever be this good again The only thing I'll ever ask of you You've got to promise not to stop when I say whe"
        },
        {
            "Title": "Sex on Fire",
            "Author": "Kings of Leon",
            "Lyrics": "Lay where you're laying Don't make a sound I know they're watching They're watching All the commotion The kiddie-like play It has people talking Talking You Your sex is on fire The dark of the alley The breaking of day Head while I'm driving I'm driving Soft lips are open Them knuckles are pale Feels like you're dying You're dying You Your sex is on fire Consumed With what's just transpired Hot as a fever Rattle of bones I could just taste it Taste it If this not forever If this just tonight Oh we're still the greatest The greatest The greatest You Your sex is on fire You Your sex is on fire Consumed With what's just transpired And you Your sex is on fire Consumed With what's just transpire"
        },
        {
            "Title": "My Generation",
            "Author": "Limp Bizkit",
            "Lyrics": "If only we could fly Limp Bizkit style John Otto, take 'em to the Matthews Bridge Can you feel it? My g-g-generation, get up! My g-g-generation, are you ready? Do you know where you are? Welcome to the jungle punk, take a look around It's Limp Bizkit, fuckin' up your town We downloaded the Shockwave For all the ladies in the cave to get your groove on And maybe I'm the one Who flew over the cuckoo's nest but guess who's next? Generation X, generation Strange Sun don't even shine through our window pane So go ahead and talk shit, talk shit about me Go ahead and talk shit about my g-g-generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generation Hey kid, take my advice You don't want to step into a big pile of shit Captain's drunk, your world is Titanic Floating on the funk, so get your groove on And maybe I am just a little fucked up Life's just a little fucked up Generation X, generation Strange Sun don't even shine through our window pane So go ahead and talk shit, talk shit about me Go ahead and talk shit about my g-g-generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generation Who gets the blame? You get the blame and I get the blame Who gets the blame? You get the blame and I get the blame But do you think we can fly? Do you think we can fly? Do you think we can fly? Well I do, I do Fly! DJ Lethal... Bring it on! Oooh yeah, come on! So go ahead and talk shit, talk shit about me Go ahead and talk shit about my g-g-generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generation Cause we don't, don't give a fuck, and We won't ever give a fuck until you You give a fuck about me and my generatio"
        },
        {
            "Title": "B.Y.O.B.",
            "Author": "System Of A Down",
            "Lyrics": "Why do they always send the poor? Barbarisms by Barbaras With pointed heels Victorious, victories kneel For brand new spankin' deals Marching forward hypocritic And hypnotic computers You depend on our protection Yet you feed us lies from the table cloth La, la la, la la, la la, la la Everybody's going to the party, have a real good time Dancing in the desert, blowing up the sunshine Kneeling roses disappearing Into Moses' dry mouth Breaking into Fort Knox Stealing our intentions Hangars sitting dripped in oil Crying, \"Freedom!\" Handed to obsoletion Still you feed us lies from the table cloth La, la la, la la, la la, la la Everybody's going to the party, have a real good time Dancing in the desert, blowing up the sunshine Everybody's going to the party, have a real good time Dancing in the desert, blowing up the sunshine Blast off. It's party time And we don't live in a Fascist nation Blast off. It's party time And where the fuck are you? Where the fuck are you? Where the fuck are you? Why don't presidents fight the war? Why do they always send the poor? Why don't presidents fight the war? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? Kneeling roses disappearing Into Moses' dry mouth Breaking into Fort Knox Stealing our intentions Hangars sitting dripped in oil Crying, \"Freedom!\" Handed to obsoletion Still you feed us lies from the tablecloth La, la la, la la, la la, la la Everybody's going to the party, have a real good time Dancing in the desert, blowing up the sunshine Everybody's going to the party, have a real good time Dancing in the desert, blowing up the sun Where the fuck are you? Where the fuck are you? Why don't presidents fight the war? Why do they always send the poor? Why don't presidents fight the war? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? Why do they always send the poor? They always send the poor They always send the poo"
        },
        {
            "Title": "Not Falling",
            "Author": "Mudvayne",
            "Lyrics": "Always, known in, all my time, A little left of center now Reflect as I realize, That all I need is to find the middle pillar path to sit like the sun by a star in the sky and just be. Sinners, casting stones at me I... I stand, not crawling, not falling down I... I bleed the demons that drag me down I... I stand, (for nothing), not crawling, (the center), not falling down (of calms within the eye) I... I'll bleed, (for no one), The demons, (but myself), that pull me down (for me and no one else) Goodbye, sunshine, I've put it out again, sad I'm over, personalities, conflicting, I don't need you, or anyone, but me, I'll just be, living my own life I feel my glowing center grow, infecting I feel alive Shovel dirt over lime, plant it in myself to sit like a seed under covers of earth and just be Sinners, pointing fingers at me I... I stand, (for nothing), not crawling, (by myself), not falling down I... I bleed, (for no one), the demons, (but myself), that drag me down I... I stand, (for nothing), not crawling, (the center), not falling down (of calms within the eye) I... I'll bleed, (for no one), the demons, (but myself), that pull me down (for me and no one else) Come play kill Refuse my body, refuse my shadow Stond cold will Refuse to lead this, refuse to follow Bitter pills Refuse to feed this, refuse to swallow I'm fueled godless Come play, come play KILL Just be, just be I... I stand, (for nothing), not crawling, (by myself), not falling down I... I bleed, (for no one), the demons, (but myself), that drag me down I... I stand, (for nothing), not crawling, (the center), not falling down (of calms within the eye) I... I'll bleed, (for no one), the demons, (but myself), that drag me down (for me and no one else"
        },
        {
            "Title": "Duality",
            "Author": "Slipknot",
            "Lyrics": "I push my fingers into my eyes. It's the only thing that slowly stops the ache. But it's made of all the things I have to take. Jesus, it never ends, it works its way inside. If the pain goes on... ah! I have screamed until my veins collapsed I've waited as my time's elapsed Now all I do is live with so much fate I've wished for this, I've bitched at that I've left behind this little fact: You cannot kill what you did not create I've gotta say what I've gotta say And then I swear I'll go away But I can't promise you'll enjoy the noise I guess I'll save the best for last My future seems like one big past You're left with me 'cause you left me no choice I push my fingers into my eyes It's the only thing that slowly stops the ache If the pain goes on, I'm not gonna make it! Put me back together Or separate the skin from bone Leave me all the pieces Then you can leave me alone Tell me the reality is better than the dream But I found out the hard way, Nothing is what it seems! I push my fingers into my eyes It's the only thing that slowly stops the ache But it's made of all the things I have to take Jesus, it never ends, it works its way inside If the pain goes on, I'm not gonna make it! All I've got... all I've got is insane. [6x] I push my fingers into my eyes It's the only thing that slowly stops the ache But it's made of all the things I have to take Jesus, it never ends, it works its way inside If the pain goes on, I'm not gonna make it! All I've got... all I've got is insane. [4x"
        },
        {
            "Title": "Want You Bad",
            "Author": "The Offspring",
            "Lyrics": "If you could only read my mind You would know that things between us ain't right I know your arms are open wide But you're a little on the straight side, I can't lie Your one vice Is you're too nice Come around now, can't you see? I want you, all tattooed I want you bad Complete me, mistreat me Want you to be bad, bad, bad, bad, bad If you could only read my mind You would know that I've been waiting So long For someone almost just like you But with attitude, I'm waiting So come on Get out of clothes time Grow out those highlights Come around now, can't you see? I want you, in a vinyl suit I want you bad Complicated, X-rated I want you bad, bad, bad, bad, bad Bad Don't get me wrong I know you're only being good But that's what's wrong I guess I just misunderstood I want you, all tattooed I want you bad Complicated, X-rated I want you bad I mean it, I need it I want you bad, bad, bad, bad, bad Bad, really, really ba"
        },
        {
            "Title": "Use Somebody",
            "Author": "Kings of Leon",
            "Lyrics": "I've been roaming around Always looking down at all I see Painted faces, fill the places I can't reach You know that I could use somebody You know that I could use somebody Someone like you, and all you know, and how you speak Countless lovers under cover of the street You know that I could use somebody You know that I could use somebody Someone like you Off in the night, while you live it up, I'm off to sleep Waging wars to shape the poet and the beat I hope it's gonna make you notice I hope it's gonna make you notice Someone like me Someone like me Someone like me, somebody I'm ready now [x7] Someone like you, somebody [x3] I've been roaming around Always looking down at all I se"
        },
        {
            "Title": "Superman",
            "Author": "Goldfinger",
            "Lyrics": "So here I am doing everything I can holding on to what I am pretending I'm a superman I'm trying to keep the ground on my feet it seems the world's falling down around me The nights are all long I'm singing this song to try and make the answers more than maybe And I'm so confused about what to do sometimes I want to throw it all away So here I am growing older all the time looking older all the time feeling younger in my mind And here I am doing everything I can holding on to what I am pretending I'm a superman I'm trying to sleep I lost count of the sheep my mind is racing faster every minute What could I do more yeah I'm really not sure I know I'm running circles but I can't quit And I'm so confused about what to do sometimes I want to throw it all away Controlling everything in site I'm feeling weak I don't feel right you're telling me I have to change telling me to act my age but if all that I can do is just sit and watch time go then I'll have to say good-bye life's too short to watch it fly to watch it fly So here I am growing older all the time looking older all the time feeling younger in my mind And here I am doing everything I can holding on to what I am pretending I'm a superma"
        },
        {
            "Title": "Jerk It Out",
            "Author": "Caesars",
            "Lyrics": "Wind me up, put me down, start me off and watch me go I'll be running circles around you sooner than you know A little off center and I'm out of tune Just kicking this can along the avenue But I'm alright Because it's easy once you know how it's done You can't stop now, it's already begun You feel it running through your bones And you jerk it out And you jerk it out Shut up, hush your mouth, can't you hear you talk too loud No I can't hear nothing cause I got my head up in the clouds I bite off anything that I can chew I'm chasing cars up and down the avenue But that's okay Because it's easy once you know how it's done You can't stop now, it's already begun You feel it running through your bones And you jerk it out 'Cause it's easy once you know how it's done You can't stop now, it's already begun You feel it running through your bones And you jerk it out And you jerk it out And you jerk it out And you jerk it out Oh baby don't you know you really gotta jerk it out When you jerk it out Oh baby don't you know you really gotta jerk it out When you jerk it out Oh baby don't you know you really gotta jerk it ou"
        },
        {
            "Title": "My Hero",
            "Author": "Foo Fighters",
            "Lyrics": "Too alarming now to talk about Take your pictures down and shake it out Truth or consequence, say it aloud Use that evidence, race it around There goes my hero Watch him as he goes There goes my hero He's ordinary Don't the best of them bleed it out While the rest of them peter out Truth or consequence, say it aloud Use that evidence, race it around There goes my hero Watch him as he goes There goes my hero He's ordinary Kudos, my hero Leaving all the mess You know my hero The one that's on There goes my hero Watch him as he goes There goes my hero He's ordinary There goes my hero Watch him as he goes There goes my hero He's ordinar"
        },
        {
            "Title": "Self Esteem",
            "Author": "The Offspring",
            "Lyrics": "I wrote her off for the tenth time today And practiced all the things I would say But she came over, I lost my nerve I took her back and made her dessert Now I know I'm being used That's okay, man, 'cause I like the abuse I know she's playing with me That's okay 'cause I got no self-esteem We make plans to go out at night I wait 'til 2 then I turn out the light This rejection's got me so low If she keeps it up I just might tell her so When she's saying that she wants only me Then I wonder why she sleeps with my friends When she's saying that I'm like a disease Then I wonder how much more I can spend Well, I guess I should stick up for myself But I really think it's better this way The more you suffer The more it shows you really care Right? Yeah, yeah, yeah Now I'll relate this little bit That happens more than I'd like to admit Late at night she knocks on my door She's drunk again and looking to score Now I know I should say \"No\" But it's kind of hard when she's ready to go I may be dumb but I'm not a dweeb I'm just a sucker with no self-esteem When she's saying that she wants only me Then I wonder why she sleeps with my friends When she's saying that I'm like a disease Then I wonder how much more I can spend Well, I guess I should stick up for myself But I really think it's better this way The more you suffer The more it shows you really care Right? Yeah, yeah, yea"
        },
        {
            "Title": "21 Guns",
            "Author": "Green Day",
            "Lyrics": "Do you know what's worth fighting for When it's not worth dying for? Does it take your breath away And you feel yourself suffocating Does the pain weigh out the pride? And you look for a place to hide Did someone break your heart inside You're in ruins One, 21 Guns Lay down your arms Give up the fight One, 21 Guns Throw up your arms into the sky You and I When you're at the end of the road And you lost all sense of control And your thoughts have taken their toll When your mind breaks the spirit of your soul Your faith walks on broken glass And the hangover doesn't pass Nothing's ever built to last You're in ruins One, 21 Guns Lay down your arms Give up the fight One, 21 Guns Throw up your arms into the sky You and I Did you try to live on your own When you burned down the house and home? Did you stand too close to the fire Like a liar looking for forgiveness from a stone? When it's time to live and let die And you can't get another try Something inside this heart has died You're in ruins One, 21 Guns Lay down your arms Give up the fight One, 21 Guns Throw up your arms into the sky One, 21 Guns Lay down your arms Give up the fight One, 21 Guns Throw up your arms into the sky You and "
        },
        {
            "Title": "Radio Friendly Unit Shifter",
            "Author": "Nirvana",
            "Lyrics": "(Mmm) What's your name? Do you like me? Use just once and destroy Invasion of our piracy Afterbirth of a nation Starve without your skeleton key I love you for what I am not I do not want what I have got A blanket acne'ed with cigarette burns Speak at once while taking turns What is what I need? What is wrong with me? What is what I need? Nothing to do with what you think If you ever think at all Bi-polar opposites attract All of a sudden my water broke I love you for what I am not I do not want what I have got A blanket acne'ed with cigarette burns Second-rate third degree burns What is what I need? What is wrong with me? What do I think I think? Hate your enemies Save, save your friends Find, find your place Speak, speak the truth What is what I need? What is wrong with me? What is what I need? What do I think I think? Use just once and destroy Invasion of our piracy Afterbirth of a nation Starve without your skeleton key What is wrong with me? What is what I need? What is what I need? What do I think I think? What is wrong with me? What is what I need? What is wrong with me? What do I think I think"
        },
        {
            "Title": "Smells Like Teen Spirit",
            "Author": "Nirvana",
            "Lyrics": "Load up on guns, bring your friends It's fun to lose and to pretend She's over-bored and self-assured Oh no, I know a dirty word Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido Yeah, hey, yay I'm worse at what I do best And for this gift, I feel blessed Our little group has always been And always will until the end Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido Yeah, hey, yay And I forget just why I taste Oh yeah, I guess it makes me smile I found it hard, it's hard to find Oh well, whatever, never mind Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello, how low Hello, hello, hello With the lights out, it's less dangerous Here we are now, entertain us I feel stupid and contagious Here we are now, entertain us A mulatto, an albino A mosquito, my libido A denial, a denial A denial, a denial A denial, a denial A denial, a denial A denia"
        },
        {
            "Title": "Lithium",
            "Author": "Nirvana",
            "Lyrics": "I'm so happy 'cause today I found my friends, they're in my head I'm so ugly, that's okay, 'cause so are you, we broke our mirrors Sunday mornin' is every day for all I care and I'm not scared Light my candles in a daze 'cause I've found God Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah I'm so lonely, that's okay, I shaved my head and I'm not sad And just maybe I'm to blame for all I've heard, but I'm not sure I'm so excited, I can't wait to meet you there and I don't care I'm so horny, that's okay, my will is good Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah! I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I killed you, I'm not gonna crack I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I killed you, I'm not gonna crack I'm so happy 'cause today I found my friends, they're in my head I'm so ugly, that's okay, 'cause so are you broke our mirrors Sunday mornin' is everyday for all I care and I'm not scared Light my candles in a daze 'cause I've found God Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah, yeah Yeah! I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I killed you, I'm not gonna crack I like it, I'm not gonna crack I miss you, I'm not gonna crack I love you, I'm not gonna crack I killed you, I'm not gonna crac"
        },
        {
            "Title": "Love Buzz",
            "Author": "Nirvana",
            "Lyrics": "Would you believe me when I tell you You're the queen of my heart Please don't deceive me when I hurt you Just ain't the way it seems Can you feel my love buzz? Can you feel my love buzz? Can you feel my love buzz? Can you feel my love buzz? Would you believe me when I tell you You're the queen of my heart Please don't deceive me when I hurt you Just ain't the way it seems Can you feel my love buzz? Can you feel my love buzz? Can you feel my love buzz? Can you feel my love buzz"
        },
        {
            "Title": "Sextape",
            "Author": "Deftones",
            "Lyrics": "Floating under water ever changing picture Hours out from land In tune with all our dreams The ocean takes me in to watch you shake it Watch you wave your powers Tempt with hours of pleasure Take me one more time Take me one more wave Take me for one last ride I'm out of my head Tonight, tonight Tonight, tonight... The sound of the waves collide The sound of the waves collide The sound of the waves collide Tonight, we ride Cruising through the city after hours With me fusing all our powers Here's to all our dreams Take me one more time Take me one more wave Take me for one last ride I'm out of my head Tonight, tonight Tonight, tonight The sound of the waves collide The sound of the waves collide The sound of the waves collide Tonight, we rid"
        },
        {
            "Title": "Ocean Avenue",
            "Author": "Yellowcard",
            "Lyrics": "There's a place off Ocean Avenue Where I used to sit and talk with you We were both 16 and it felt so right Sleeping all day, staying up all night Staying up all night There's a place on the corner of Cherry Street We would walk on the beach in our bare feet We were both 18 and it felt so right Sleeping all day, staying up all night Staying up all night If I could find you now things would get better We could leave this town and run forever Let your waves crash down on me and take me away There's a piece of you that's here with me It's everywhere I go, it's everything I see When I sleep, I dream and it gets me by I can make believe that you're here tonight That you're here tonight If I could find you now things would get better We could leave this town and run forever I know somewhere, somehow we'll be together Let your waves crash down on me and take me away I remember the look in your eyes When I told you that this was goodbye You were begging me not tonight Not here, not now We're looking up at the same night sky And keep pretending the sun will not rise Be together for one more night Somewhere, somehow If I could find you now things would get better We could leave this town and run forever I know somewhere, somehow we'll be together Let your waves crash down on me and take me awa"
        },
        {
            "Title": "Fat Lip",
            "Author": "Sum 41",
            "Lyrics": "Storming through the party like my name was El Niño When I'm hangin' out drinking in the back of an El Camino As a kid, was a skid, and no one knew me by name Trashed my own house party 'cause nobody came I know I'm not the one you thought you knew back in high school Never going, never showing up when we had to Attention that we crave, don't tell us to behave I'm sick of always hearing \"act your age\" I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity and back down Because you don't know us at all, we laugh when old people fall But what would you expect with a conscience so small? Heavy metal and mullets, it's how we were raised Maiden and Priest were the gods that we praised 'Cause we like having fun at other people's expense and Cutting people down is just a minor offense then It's none of your concern, I guess I'll never learn I'm sick of being told to wait my turn I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity and back down Don't count on me to let you know when Don't count on me, I'll do it again Don't count on me, it's the point you're missing Don't count on me, 'cause I'm not listening Well I'm a no-goodnick lower middle class brat Back-packed, and I don't give a shit about nothing You be standing on the corner talking all that kufuffin But you don't make sense from all the gas you be huffing 'Cause if the egg don't stain, you'll be ringing off the hook You're on the hit list, wanted in the telephone book I like songs with distortion, to drink in proportion The doctor said my mom should have had an abortion I don't want to waste my time Become another casualty of society I'll never fall in line Become another victim of your conformity and back down (Waste my time with them) Casualty of society (Waste my time with them) Victim of your conformity and back dow"
        },
        {
            "Title": "Gloryhole",
            "Author": "Steel Panther",
            "Lyrics": "There's a place in France where the naked ladies dance There's a hole in the wall where you put your cock &amp; balls But you never really know who's sucking on the other side Is it a boy or a girl or a lady-man hermaphrodite Honey, I don't wanna know Who's sucking my dick today I'm going to the glory hole Gonna spend my weekly pay Dream about Cheryl Tiegs While a beast greases up my pole I'm gonna blow my load at the glory hole Blow my load at the glory hole Blow my load at the glory hole The glory hole I know a place down the street just behind Micky dees Where the thing behind the hole really aims to please Well a buck o' five is all you need to get a job well done It doesn't matter if it's Tommy Lee or Attila the Hun Baby, I don't wanna know Who's sucking my cock tonight I'm going to the glory hole Gonna fuck it with all my might In my head it's Jessica Biel Don't care if it's a fucking troll I'm gonna blow my load at the glory hole Blow my load at the glory hole Blow my load at the glory hole Come, give your cock a chance No need for romance Come soil your pants at the glory hole Come, get what you need Do the dirty deed Deposit your seed at the glory hole Fell somebody new at the glory hole Fill someone with goo at the glory hole No one judges you at the glory hole I don't wanna know Who's sucking my dick today I'm going to the glory hole Gonna spend my weekly pay Dream about virgin teens While a beast greases up my pole I'm gonna blow my load at the glory hole Blow my load at the glory hole Blow my load at the glory hole Blow my load at the glory hole Oh baby, here I come Oh, oh, oh, fuc"
        },
        {
            "Title": "Death To All But Metal",
            "Author": "Steel Panther",
            "Lyrics": "All right! Yeah! C-c-come on! Fuck the Goo Goo Dolls, they can suck my balls They look like the dorks that hang out at the mall Eminem can suck it, so can Dr. Dre They can suck each other, just because they're gay They can suck a dick, they can lick a sack Everybody shout, \"Heavy metal's back!\" Death to all but metal Death to all but metal Death to all but metal Death to Papa Roach, Blink 182 All those fucking pussies sounds like doggy doo Wearing baggy pants, spiking up their hair They're not worth the crust on my underwear Where is Def Leppard? Where is Mötley Crüe? Why do all my lyrics sound like Dr. Seuss? Death to all but metal Death to all but metal Death to all but metal Kill those fucking fuckheads who program MTV They can suck my ass with all the record companies Death to Britney Spears, kill the little slut Kill Madonna too and then fuck her in the butt Fuck Mariah Carey, death to Sheryl Crow They can kiss each other on their camel toe 50 Cent's a fag, so is Kanye West Shooting hot sperm on each others' chest Death to all but metal Death to all but metal Death to all but meta"
        },
        {
            "Title": "Davidian",
            "Author": "Machine Head",
            "Lyrics": "Blind man ask me forgiveness I won't deny myself Disrespect you have given Your suffering's my wealth I feed off pain, force fed to love it And now I swallow whole I'll never live in the past Let freedom ring with a shotgun blast Burn my fist to the concrete My fear is my strength Power, rage unbound because Been pounded by the streets Cyanide blood burns down the skyline Hatred is purity The bullet connects at last Let freedom ring with a shotgun blast Scarred Pour the salt in the wound Unscarre"
        },
        {
            "Title": "99 Red Balloons",
            "Author": "Goldfinger",
            "Lyrics": "You and I in a little toy shop buy a bag of balloons with the money we've got Set them free at the break of dawn 'Til one by one, they were gone Back at base, bugs in the software Flash the message, \"Something's out there\" Floating in the summer sky 99 red balloons go by 99 red balloons floating in the summer sky Panic bells, it's red alert There's something here from somewhere else The war machine, it springs to life Opens up one eager eye Focusing it on the sky As 99 red balloons go by 99 Decision Street, 99 ministers meet To worry, worry, super-scurry Call out the troops now in a hurry This is what we've waited for This is it boys, this is war The president is on the line As 99 red balloons go by 99 Kriegsminister Streichholz und Benzinkanister Hielten sich für schlaue Leute Witterten schon fette Beute Riefen Krieg und wollten Macht Mann, wer hätte das gedacht Dass es einmal soweit kommt Wegen 99 Luftballons 99 Luftballons [English translation: \"99 ministers of war Match and jerrycans Professing themselves to be smart people Weathered already fat booty Shouted war and wanted power Man, who would have thought that What was once so far comes Because of 99 balloons 99 balloons\"] 99 dreams I have had In every one a red balloon It's all over and I'm standin' pretty In the dust that was a city If I could find a souvenir Just to prove the world was here And here it is, a red balloon I think of you and let it go Goodnight children, everywher"
        },
        {
            "Title": "Hot Dog",
            "Author": "Limp Bizkit",
            "Lyrics": "Ladies and gentlemen! Introducing the Chocolate Starfish And the Hotdog Flavored Water Bring it on! Get the fuck up! Yeah, check, one, two Listen up, listen up! Here we go! (here we go!) It's a fucked up world and a fucked up place Everybody's judged by their fucked up face Fucked up dreams, fucked up life A fucked up kid with a fucked up knife Fucked up moms and fucked up dads It's a fucked up a cop with a fucked up badge Fucked up job with fucked up pay And a fucked up boss, this a fucked up day Fucked up press with fucked up lies While Lethal's in the back with the fucked up eyes Hey (It's on!) Everybody knows it's on Hey (It's on!) Everybody knows it's on Ain't it a shame that you can't say \"Fuck\" Fuck's just a word and it's all fucked up Like a fucked up punk with a fucked up mouth A nine inch nail, I'll get knocked the fuck out Fucked up AIDS from fucked up sex Fake-ass titties on a fucked up chest We're all fucked up, so what you wanna do? With fucked up me and fucked up you? You wanna fuck me like an animal? You'd like to burn me on the inside? You like to think that I'm a perfect drug? Just know that nothin' you do will bring you closer to me Ain't life a bitch? A fucked up bitch A fucked up sore with a fucked up stitch A fucked up head, it's a fucked up shame Swingin' on my nuts is a fucked up game Jealousy fillin' up a fucked up mind It's real fucked up like a fucked up crime If I say \"Fuck\" two more times That's 46 \"Fuck\"s in this fucked up rhyme Hey (It's on!) Everybody knows it's on Hey (It's on!) Everybody knows it's on You wanna fuck me like an animal? You'd like to burn me on the inside? You like to think that I'm a perfect drug? Just know that nothin' you do will bring you closer to me Hoo-haa, haaw! Listen up, baby! You can't bring me (bring me) down I don't think so, I don't (fuck) think so You better check your (check it) self Before you wreck yourself Kiss my starfish, my chocolate starfish, punk! Kiss my starfish, my chocolate starfish You wanna fuck me like an animal? You wanna burn me on the inside? You like to think that I'm a perfect drug? Just know that nothin' you do will bring you closer to m"
        },
        {
            "Title": "Say It Ain't So",
            "Author": "Weezer",
            "Lyrics": "Oh, yeah Alright Somebody's Heine is crowding my icebox Somebody's cold one is giving me chills Guess I'll just close my eyes Oh, yeah Alright Feels good Inside Flip on the telly, wrestle with Jimmy Somethin' is bubblin' behind my back The bottle is ready to blow Say it ain't so Your drug is a heartbreaker Say it ain't so My love is a life taker I can't confront you, I never could do That which might hurt you, so try and be cool When I say, \"this way is a water slide away from me That takes you further every day,\" so be cool Say it ain't so Your drug is a heartbreaker Say it ain't so My love is a life taker Dear daddy, I write you, in spite of years of silence You've cleaned up, found Jesus, things are good, or so I hear This bottle of Stephen's awakens ancient feelings Like father, stepfather, the son is drowning in the flood Yeah, yeah-yeah, yeah-yeah Say it ain't so Your drug is a heartbreaker Say it ain't so My love is a life take"
        },
        {
            "Title": "Chop Suey!",
            "Author": "System Of A Down",
            "Lyrics": "We're rolling suicide Wake up (wake up) Grab a brush and put a little make-up Hide the scars to fade away the shake-up (hide the scars to fade away the...) Why'd you leave the keys upon the table? Here you go create another fable You wanted to Grab a brush and put a little makeup You wanted to Hide the scars to fade away the shake-up You wanted to Why'd you leave the keys upon the table? You wanted to I don't think you trust In my self-righteous suicide I cry when angels deserve to Die Wake up (wake up) Grab a brush and put a little make-up Hide the scars to fade away the shake-up (hide the scars to fade away the...) Why'd you leave the keys upon the table? Here you go create another fable You wanted to Grab a brush and put a little make-up You wanted to Hide the scars to fade away the shake-up You wanted to Why'd you leave the keys upon the table? You wanted to I don't think you trust In my self-righteous suicide I cry when angels deserve to die In my self-righteous suicide I cry when angels deserve to die Father, father, father, father Father, into your hands I commend my spirit Father, into your hands Why have you forsaken me? In your eyes forsaken me In your thoughts forsaken me In your heart forsaken me, oh Trust in my self-righteous suicide I cry when angels deserve to die In my self-righteous suicide I cry when angels deserve to di"
        },
        {
            "Title": "Bonkers",
            "Author": "Dizzee Rascal",
            "Lyrics": "I wake up everyday it's a daydream Everything in my life isn't what it seems I wake up just to go back to sleep I act real shallow but I'm in to deep And all I care about is sex and violence And a heavy bass line is my kind of silence Everybody says I got to get a grip But I let sanity give me the slip Some people think I'm bonkers But I just think I'm free Man I'm just living my life There nothing crazy about me Some people pay for thrills but I get mine for free Man I'm just living my life There nothing crazy about me Bonkers I wake up everyday it's a daydream Everything in my life isn't what it seems I wake up just to go back to sleep I act real shallow but I'm in to deep And all I care about is sex and violence And a heavy bass line is my kind of silence Everybody says I got to get a grip But I let sanity give me the slip Some people think I'm bonkers But I just think I'm free Man I'm just living my life There nothing crazy about me Some people pay for thrills but I get mine for free Man I'm just living my life There nothing crazy about me Mmmmmmmm I wake up everyday it's a daydream Everything in my life isn't what it seems I wake up just to go back to sleep I act real shallow but I'm in to deep And all I care about is sex and violence And a heavy bass line is my kind of silence Everybody says I got to get a grip But I let sanity give me the slip Bon, bon, bon, bon, bon, bon, bon, bon Some people think I'm bonkers But I just think I'm free Man I'm just living my life There nothing crazy about me Some people pay for thrills but I get mine for free Man I'm just living my life There nothing crazy about m"
        },
        {
            "Title": "Welcome to Paradise",
            "Author": "Green Day",
            "Lyrics": "Dear mother, Can you hear me whining? It's been three whole weeks Since that I have left your home This sudden fear has left me trembling 'Cause now it seems that I am out here on my own And I'm feeling so alone Pay attention to the cracked streets and the broken homes Some call it slums Some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise A gunshot rings out at the station Another urchin snaps and left dead on his own It makes me wonder why I'm still here For some strange reason it's now Feeling like my home And I'm never gonna go Pay attention to the cracked streets and the broken homes Some call it slums Some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise Dear mother, Can you hear me laughing? It's been six whole months Since that I have left your home It makes me wonder why I'm still here For some strange reason it's now Feeling like my home And I'm never gonna go Pay attention to the cracked streets and the broken homes Some call it slums Some call it nice I want to take you through a wasteland I like to call my home Welcome to paradise Oh, paradis"
        },
        {
            "Title": "Every Morning",
            "Author": "Sugar Ray",
            "Lyrics": "Every morning there's a halo hanging From the corner of my girlfriend's four-post bed I know it's not mine, but I'll see if I can use it for The weekend or a one-night stand Couldn't understand How to work it out Once again, as predicted, left my broken heart open And you ripped it out Something's got me reeling Stopped me from believing Turn me around again Said that we can do it You know I wanna do it again (Sugar Ray say) (Every morning) (Every morning when I wake up) (Shut the door, baby, don't say a word) (She always rights the wrong, she always rights, she always rights) (Shut the door, baby, shut the door, baby) Every morning there's a heartache hanging From the corner of my girlfriend's four-post bed I know it's not mine and I know she thinks she loves me But I never can believe what she said Something so deceiving When you stop believing Turn me around again Said we couldn't do it You know I wanna do it again (Every morning) (Every morning when I wake up) (Shut the door, baby, don't say a word) (Every morning) (Every morning when I wake up) (Shut the door, baby, shut the door, baby) She always rights the wrong for me Baby She always rights the wrong for me Every morning there's a halo hanging From the corner of my girlfriend's four-post bed I know it's not mine, but I'll see if I can use it for The weekend or a one-night stand (Shut the door baby, don't say a word) Every morning Every morning when I wake up (Shut the door, baby, shut the door, baby) Every morning Every morning (Turn me around again) (Shut the door, baby, don't say a word) Every morning (Do it again) Every morning when I wake up Every morning (Shut the door, baby, don't say a word) Every morning when I wake u"
        },
        {
            "Title": "This Is a Call",
            "Author": "Foo Fighters",
            "Lyrics": "Visiting is pretty Visiting is good Seems that all they ever wanted was a brother This can be a secret We can keep it good Even all they ever wanted had a problem This is a call to all my past resignations This is a call to all Fingernails are pretty Fingernails are good Seems that all they ever wanted was a marking Them balloons are pretty big And say they should ever fall to ground Call the magic marker This is a call to all my past resignations This is a call to all This is a call to all my past resignations It's been too long Minicyn is pretty Minicyn is good Even all the cysts and mollusks tend to barter Ritalin is easy Ritalin is good Even all the ones that watered down the daughter This is a call to all my past resignations This is a call to all This is a call to all my past resignations It's been too long Fingernails are pretty Fingernails are good Seems that all they ever wanted was a marking Them balloons are pretty big And say they should ever fall to ground Call the magic marker This is a call to all my past resignations This is a call to all This is a call to all my past resignations It's been too lon"
        },
        {
            "Title": "Down with the Sickness",
            "Author": "Disturbed",
            "Lyrics": "Can you feel that? Ah, shit Ooh, wah-ah-ah-ah! Ooh, wah-ah-ah-ah! Oh, oh! Oh, oh! Oh, oh! Drowning deep in my sea of loathing Broken, your servant, I kneel (Will you give in to me?) It seems what's left of my human side Is slowly changing in me (Will you give in to me?) Looking at my own reflection When, suddenly, it changes, violently, it changes Oh, no, there is no turning back now You've woken up the demon in me Get up, come on, get down with the sickness Get up, come on, get down with the sickness Get up, come on, get down with the sickness Open up your hate and let it flow into me Get up, come on, get down with the sickness You mother, get up, come on, get down with the sickness You fucker, get up, come on, get down with the sickness Madness is the gift that has been given to me I can see inside you, the sickness is rising Don't try to deny what you feel (Will you give in to me?) It seems that all that was good has died And is decaying in me (Will you give in to me?) It seems you're having some trouble In dealing with these changes, living with these changes Oh, no, the world is a scary place Now that you've woken up the demon in me Get up, come on, get down with the sickness Get up, come on, get down with the sickness Get up, come on, get down with the sickness Open up your hate and let it flow into me Get up, come on, get down with the sickness You mother, get up, come on, get down with the sickness You fucker, get up, come on, get down with the sickness Madness is the gift that has been given to me And when I dream... And when I dream... And when I dream... And when I dream! No, Mommy, don't do it again! Don't do it again, I'll be a good boy! I'll be a good boy, I promise! No, Mommy, don't hit me! Why did you have to hit me like that, Mommy? Don't do it, you're hurting me! Why did you have to be such a bitch? Why don't you? Why don't you just fuck off and die? Why can't you just fuck off and die? Why can't you just leave here and die? Never stick your hand in my face again, bitch! Fuck you! I don't need this shit! You stupid, sadistic, abusive, fucking whore! How would you like to see how it feels, Mommy? Here it comes, get ready to die! Ooh, wah-ah-ah-ah! Get up, come on, get down with the sickness Get up, come on, get down with the sickness Get up, come on, get down with the sickness Open up your hate and let it flow into me Get up, come on, get down with the sickness You mother, get up, come on, get down with the sickness You fucker, get up, come on, get down with the sickness Madness has now come over m"
        },
        {
            "Title": "Forgotten",
            "Author": "Linkin Park",
            "Lyrics": "From the top to the bottom Bottom to top I stop At the core I've forgotten In the middle of my thoughts Taken far from my safety The picture is there The memory won't escape me But why should I care There's a place so dark you can't see the end Skies cock back and shock that which can't defend The rain then sends dripping acidic questions Forcefully, the power of suggestion Then with the eyes shut looking through the rust and rotten dust A small spot of light floods the floor And pours over the rusted world of pretend And the eyes ease open and it's dark again From the top to the bottom Bottom to top I stop At the core I've forgotten In the middle of my thoughts Taken far from my safety The picture is there The memory won't escape me But why should I care In the memory you'll find me Eyes burning up The darkness holding me tightly Until the sun rises up Moving all around Screaming of the ups and downs Pollution manifested in perpetual sound The wheels go 'round And the sunset creeps behind Street lamps, chain-link and concrete A little piece of paper with a picture drawn floats On down the street 'til the wind is gone And the memory now is like the picture was then When the paper's crumpled up it can't be perfect again  From the top to the bottom Bottom to top I stop At the core I've forgotten In the middle of my thoughts Taken far from my safety The picture is there The memory won't escape me But why should I care In the memory you'll find me Eyes burning up The darkness holding me tightly Until the sun rises up [7x] Now you got me caught in the act You bring the thought back Telling you That I see it right through you  In the memory you'll find me Eyes burning up The darkness holding me tightly Until the sun rises u"
        },
        {
            "Title": "Death Blooms",
            "Author": "Mudvayne",
            "Lyrics": "Cold seems crippling lame meander through corridors aroma's thick with age mark off the day reflections of my life are fading Pull me out of body don't want it don't want in, Feeble frail and rotting descending I'm lost in, A structure that's collapsing don't want it cast into, Maker take the body don't want it wants me Past has found its place salvation is no more will god accept my peace bleached will pardon me reflections of my life are fading Pull me out of body don't want it don't want in, Feeble frail and rotting descending I'm lost in, A structure that's collapsing don't want it cast into, Maker take the body don't want it wants me I just want to run fly kites wrestle jump and play Swim through waves that crash to shore memories in me cocooned in misery I'm sick and tired of embracing reflections of past time receive me or cast me away ...god please take me away resistance futile suicidal ideas I will crucify my own being satisfy selfish needs fuck the deities justify my own right to what's waiting for me On the other side the time has come lock and load I'm coming I'm coming I'm coming I'm coming home Pull me out of body don't want it don't want in, Pull me out of body don't want it don't want in, Pull me out of body don't want it don't want in, Feeble frail and rotting descending I'm lost in, A structure that's collapsing descending don't want it, Maker take the body don't want it wants me, Pull me out of body don't want it don't want in, Feeble frail and rotting descending I'm lost in, A structure that's collapsing descending don't want it, Maker take the body don't want it wants me I just want to run fly kites wrestle jump and play Swim through waves that crash to shore memories in me cocooned in misery The darkness overcomes soul soars to the other plain Existence past the door I sail through purgatory's bay I asked a god for poison cradle me sown to my dreams souls searching death blossoms where clouds lie over me held in god's hands death blooming Dark for fear of failure an inner gloom as wide as an eye and fermenting roiling hate death grip in my veins unveiling rancid petals flowering forth foul nectar the space between a blink and a tear ...death blooms"
        },
        {
            "Title": "My Own Worst Enemy",
            "Author": "Lit",
            "Lyrics": "Can we forget about the things I said when I was drunk? I didn't mean to call you that I can't remember what was said or what you threw at me Please tell me... Please tell me why my car is in the front yard, And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone It's no surprise to me I am my own worst enemy 'Cause every now and then I kick the living shit out of me The smoke alarm is going off, and there's a cigarette Still burning, Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night And you're gone, gone Please tell me why my car is in the front yard And I'm sleeping with my clothes on I came in through the window last night It's no surprise to me I am my own worst enemy 'Cause every now and then I kick the living shit out of me Can we forget about the things I said when I was drunk? I didn't mean to call you tha"
        },
        {
            "Title": "Hail to the King",
            "Author": "Avenged Sevenfold",
            "Lyrics": "Watch your tongue or have it cut from your head Save your life by keeping whispers unsaid Children roam the streets, now orphans of war Bodies hanging in the streets to adore Royal flames will carve a path in chaos Bringing daylight to the night (night) Death is riding into town with armor They've come to take all your rights Hail to the king, hail to the one Kneel to the crown, stand in the sun Hail to the king Hail! Hail! Hail! The King... Blood is spilt while holding keys to the throne Born again, but it's too late to atone No mercy from the edge of the blade Dare escape and learn the price to be paid Let the water flow with shades of red now Arrows black out all the light (light) Death is riding into town with armor They've come to grant you your rights Hail to the king, hail to the one Kneel to the crown, stand in the sun Hail to the king Hail! Hail! Hail! The King... [Solo] There's a taste of fear (hail, hail, hail) When the henchmen call (hail, hail, hail) Iron fist to tame the land (hail, hail, hail) Iron fist to claim it all Hail to the king, hail to the one Kneel to the crown, stand in the sun Hail to the king, hail to the one Kneel to the crown, stand in the sun Hail to the king! Hail! Hail! Hail"
        },
        {
            "Title": "All Star",
            "Author": "Smash Mouth",
            "Lyrics": "Somebody once told me the world is gonna roll me I ain't the sharpest tool in the shed She was looking kind of dumb with her finger and her thumb In the shape of an \"L\" on her forehead Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the back streets? You'll never know if you don't go You'll never shine if you don't glow Hey, now, you're an all-star, get your game on, go play Hey, now, you're a rock star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold It's a cool place and they say it gets colder You're bundled up now wait 'til you get older But the meteor men beg to differ Judging by the hole in the satellite picture The ice we skate is getting pretty thin The water's getting warm so you might as well swim My world's on fire. How about yours? That's the way I like it and I'll never get bored Hey, now, you're an all-star, get your game on, go play Hey, now, you're a rock star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold Go for the moon Go for the moon Go for the moon Go for the moon Hey, now, you're an all-star, get your game on, go play Hey, now, you're a rock star, get the show on, get paid And all that glitters is gold Only shooting stars Somebody once asked could I spare some change for gas I need to get myself away from this place I said yep, what a concept I could use a little fuel myself And we could all use a little change Well, the years start coming and they don't stop coming Fed to the rules and I hit the ground running Didn't make sense not to live for fun Your brain gets smart but your head gets dumb So much to do, so much to see So what's wrong with taking the back streets? You'll never know if you don't go You'll never shine if you don't glow Hey, now, you're an all star, get your game on, go play Hey, now, you're a rock star, get the show on, get paid And all that glitters is gold Only shooting stars break the mold And all that glitters is gold Only shooting stars break the mol"
        },
        {
            "Title": "Pork And Beans",
            "Author": "Weezer",
            "Lyrics": "They say I need some Rogaine to put in my hair Working out at the gym to fit my underwear Oakley makes the shades that transform a tool You'd hate for the kids to think that you lost your cool I'ma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think Everyone likes to dance to a happy song, hey, hey With a catchy chorus and beat so they can sing along, hey, hey Timbaland knows the way to reach the top of the charts, hey! Maybe if I work with him, I can perfect the art I'ma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you think No, I don't care, I don't care I don't care, I don't care, I don't care, I don't care I'ma do the things that I wanna do I ain't got a thing to prove to you I'll eat my candy with the pork and beans Excuse my manners if I make a scene I ain't gonna wear the clothes that you like I'm fine and dandy with the me inside One look in the mirror and I'm tickled pink I don't give a hoot about what you thin"
        },
        {
            "Title": "Numb",
            "Author": "Linkin Park",
            "Lyrics": "[Chester Bennington (Mike Shinoda):] I'm tired of being what you want me to be Feeling so faithless, lost under the surface Don't know what you're expecting of me Put under the pressure of walking in your shoes (Caught in the undertow, just caught in the undertow) Every step that I take is another mistake to you (Caught in the undertow, just caught in the undertow) [Chester Bennington:] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you [Chester Bennington (Mike Shinoda):] Can't you see that you're smothering me Holding too tightly, afraid to lose control? 'Cause everything that you thought I would be Has fallen apart right in front of you (Caught in the undertow, just caught in the undertow) Every step that I take is another mistake to you (Caught in the undertow, just caught in the undertow) And every second I waste is more than I can take [Chester Bennington:] I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you And I know I may end up failing too But I know You were just like me with someone disappointed in you I've become so numb, I can't feel you there Become so tired, so much more aware I'm becoming this, all I want to do Is be more like me and be less like you [Chester Bennington (Mike Shinoda):] I've become so numb, I can't feel you there (I'm tired of being what you want me to be) I've become so numb, I can't feel you there (I'm tired of being what you want me to be"
        },
        {
            "Title": "Click Click Boom",
            "Author": "Saliva",
            "Lyrics": "Come on, come on Come on, come on All those Saturdays When kids go out and play Yo I was up in my room I let the stereo blaze Wasn't faded Not jaded Just a kid with a pad and pen and a big imagination All this I seek I find Push the envelope to the line Make it Break it Take it Until I'm overrated Click, click, boom I'm coming down on the stereo Hear me on the radio Click, click, boom I'm coming down with a new style And you know it's buck wild Click, click, boom I'm on the radio station Touring round the nation Leaving the scene in devastation I can see it in my mind I can see it in their eyes It's close enough to touch it now But far away enough to die What the hell is wrong with me? My mom and dad weren't perfect But still you don't hear no crying ass bitching from me Like there seems to be on everybody's CD So just sit back and relax And let me have your head for a minute I can show you something in it That has yet to be presented Oh yeah Click, click, boom I'm coming down on the stereo Hear me on the radio Click, click, boom I'm coming down with a new style And you know it's buck wild Click, click, boom I'm on the radio station Touring round the nation Leaving the scene in devastation Why have I clouded up my mind? Why's my mother always right? And will I make it 'til the end Or will I crawl away and die? Click, click, boom Click, click, boom Click, click, boom Click, click, boom All those Saturday When kids go out and play Yo I was up in my room I let the stereo blaze On Saturdays When kids go out and play I was up in my room I let the stereo blaze It's all inside of me It's all inside of me It's all inside of me It's all inside of my head It's all inside of me It's coming over me It's all inside of me It's all inside my head Click, click, boom I'm coming down on the stereo Hear me on the radio Click, click, boom I'm coming down with a new style And you know it's buck wild Everybody, everybody come on Come on, come on Everybody come on Click, click, boom Come on, come on Everybody come on Click, click, boom Come on, come on Everybody come on Click, click, boom Come on, come on Everybody come on Click, click, boo"
        },
        {
            "Title": "Longview",
            "Author": "Green Day",
            "Lyrics": "I sit around and watch the tube, but nothing's on I change the channels for an hour or two Twiddle my thumbs just for a bit I'm sick of all the same old shit In a house with unlocked doors And I'm fucking lazy Bite my lip and close my eyes Take me away to paradise I'm so damn bored I'm going blind And I smell like shit Peel me off this Velcro seat and get me moving I sure as hell can't do it by myself I'm feeling like a dog in heat Barred indoors from the summer street I locked the door to my own cell And I lost the key Bite my lip and close my eyes Take me away to paradise I'm so damn bored I'm going blind And I smell like shit I got no motivation Where is my motivation? No time for motivation Smoking my inspiration, huh! I sit around and watch the phone, but no one's calling Call me pathetic, call me what you will (We will!) My mother says to get a job But she don't like the one she's got When masturbation's lost its fun You're fucking lonely Bite my lip and close my eyes Take me away to paradise I'm so damn bored I'm going blind And loneliness has to suffice Bite my lip and close my eyes I'm tripping away to paradise Some say quit or I'll go blind But it's just a myt"
        },
        {
            "Title": "Wake Me up When September Ends",
            "Author": "Green Day",
            "Lyrics": "Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Seven years has gone so fast Wake me up when September ends Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends Summer has come and passed The innocent can never last Wake me up when September ends Ring out the bells again Like we did when spring began Wake me up when September ends Here comes the rain again Falling from the stars Drenched in my pain again Becoming who we are As my memory rests But never forgets what I lost Wake me up when September ends Summer has come and passed The innocent can never last Wake me up when September ends Like my father's come to pass Twenty years has gone so fast Wake me up when September ends Wake me up when September ends Wake me up when September end"
        },
        {
            "Title": "American Idiot",
            "Author": "Green Day",
            "Lyrics": "Don't wanna be an American idiot Don't want a nation under the new media And can you hear the sound of hysteria? The subliminal mind fuck America Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay Television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argue Well maybe I'm the faggot America I'm not a part of a redneck agenda Now everybody do the propaganda And sing along to the age of paranoia Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay Television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argue Don't want to be an American idiot One nation controlled by the media Information age of hysteria It's calling out to idiot America Welcome to a new kind of tension All across the alienation Where everything isn't meant to be okay Television dreams of tomorrow We're not the ones who're meant to follow For that's enough to argu"
        },
        {
            "Title": "Mask",
            "Author": "Dream",
            "Lyrics": "I wear a mask with a smile for hours at a time\n Stare at the ceiling while I hold back what's on my mind\n And when they ask me how I'm doing I say I'm just fine\nAnd when they ask me how I'm doing I say I'm just fine\n But the fact is\n I can never get off of my mattress\n And all that they can ask is\n Why are you so sad kid? Why are you so sad kid?"
        }
    ]
}